


-- 외래예약 됐나?

select * from ACPPRODM     /* 예약 */
where pt_no in ('01165056' ,'01637365','01540361','01913007','01874080')
and substr(med_dt,0,2) ='24'
order by med_dt desc;


select * from ACPPROSD     /* onestop */
where pt_no in ('01165056' ,'01637365','01540361','01913007','01874080')
and substr(reg_dt,0,2) ='24'
order by fsr_dtm desc;
  

01540361 2024-10-07 오전 11:29:04	재진예약관리
01913007 2024-09-27 오후 1:24:46	재진예약관리
01874080 2024-09-25 오후 4:08:47	재진예약관리


01540361 2024-10-07 오전 10:46:00
01913007 2024-09-27 오후 12:39:00
01874080 2024-09-25 오후 3:12:00
